anthropic.claude-code
dbdiagram.dbdiagram-vscode
github.remotehub
github.vscode-pull-request-github
grapecity.gc-excelviewer
janisdd.vscode-edit-csv
manishsencha.readme-preview
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.azure-repos
ms-vscode.powershell
ms-vscode.remote-repositories
ms-vscode.vscode-speech
openai.chatgpt
patbenatar.advanced-new-file
pkief.material-icon-theme
qwtel.sqlite-viewer
sleistner.vscode-fileutils
tomoki1207.pdf
usernamehw.errorlens
yy0931.vscode-sqlite3-editor
